export default {
  'home.p1': '提出新的生产关系--让用户获得本该属于自己的劳动收入和股权收入',
  'home.p2':
    '在新的生产关系协议栈的基础上，建立去中心化信用体系，降低商业成本和金融成本',
  'home.p3':
    '三合一去中心化交易所，为不同体量项目提供无上限的发展空间，交易过程中自动增加交易深度，实现交易的完全去中心化',
  'home.t1': '建立适用于所有Web3企业的生产关系',
  'home.content':
    '投资层面\n\
PeopleEquity使用虚拟身份互联协议（VIIP），让用户(被分享者)和社区长(分享者)以企业为中心建立清晰的信用关联网络。价值智能分配协议（VSDP）根据信用关联网络分发劳动收入(普通类型的收入)和股权收入(资本收入)。\n\n\
产品层面\n\
PeopleEquity使用购物股权凭证(PEC)，将商品交易中的卖家和买家联系起来。卖家能获得劳动收入和股权收入，买家能获得股权收入\n\n\
VIIP、VSDP和PEC将将分享者与被分享者在链上联系起来，形成一个具有清晰追溯路径的价值网络，相关各方帮助企业成长的同时均能获得自己贡献的价值，用户和企业形成了利益共同体，这将让Web3企业以更快的速度发展',
  'home.explore': '技术探索',
  'home.label1': '劳动收入和股权收入',
  'home.label2': '基于有效的链上经济活动',
  'home.label3': '更高的资本型收益',
  'home.label4': '透明可追溯',
  'home.t2': 'How to Get Income?',
  'home.msg': '通过如下三个步骤获得劳动收入和股权收入',
  'home.step1': '寻找优质项目',
  'home.stepMsg1': '寻找优质的项目。要注意项目需要内置生产关系协议栈。',
  'home.step2': '分享给他人并建立信用关联',
  'home.stepMsg2': '分享给其他用户，滨河其他用户双向转账该项目代币建立信用关联',
  'home.step3': '获得收益',
  'home.stepMsg3': '当被分享的用户交易时你就能获得劳动收入和股权收入',
  'home.t3': '收入明细',
  'home.b1': '来自于EquitySwap的手续费',
  'home.bt1': '0.05% 交易手续费',
  'home.b2': '企业内部激励',
  'home.bt2': '60% 的内部激励(一般0%~2%)',
  'home.b3': '其他收益',
  'home.bt3': '空投收益、分红收益和流量收益 等',
  'home.b4': '更多细节',
  'home.t4': '去中心化信用体系(DCS)',
  'home.c1': 'User',
  'home.c2': '社区',
  'home.c3': '企业',
  'home.cp1':
    '1.能从社区获得优质的投研信息\n\
2.购买产品或服务能获得股权收入\n\
3.分享能获得劳动收入和股权收入',
  'home.cp2':
    '社区负责团队需要为社区提供更好的服务，能持续获得劳动力和股权收入和流量收入。',
  'home.cp3': '企业与社区和用户结成利益共同体，社区和用户将会帮助企业发展。',
};
